<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <title>Title</title>
</head>
<body>
2/5
1. 스털링 사이클 엔진 보고서 작성
2. 초고압 직류송전 보고서 작성
3. 109호 동방 세트장 꾸미기 완료
(기울인 글자 시작)오늘은 이 셋 중에 하나도 하지 못했다.(끝) 그리고 더 슬픈 사실은, 내가 3일동안 급하게 쓰던 보고서 하청 검수가이드를 이제야 제대로 살펴보니 그 가이드대로라면, 지금까지 내가 쓴 내용들은 기준을 잘 맞추지 못하거나 가이드에서 하지 말아야할 것들로 지목된 것이었다. 그래서, 나는 어떻할까? 아무것도 목표한 만큼 못했고, 앞으로 펼쳐질 일들은 내가 애매하게 고생한 것에 대해 기대에 못미치는 보수나 영화 촬영이 조잡한 세트장 때문에 허접해보일거라는 생각이 들어서 절망하고, 받은 돈도 뺐기고, 무기력하게 있을건가?
오늘은 아직 끝나지 않았다. 내가 영화 작업을 시작한건 1월초. 그 때에 내가 시간을 많이 투자해서 동방을 떠올리고, 여기저기도 찾아보았지만(자료가 남아있으니 이미지로 첨부하기), 그것들 중에 지금 동방에 반영된 것은 없고, 걱정으로 시작해 방향성으로 끝맺어지지 못한 생각들은 동방을 꾸미다가 포기한 오늘도 맴돌 뿐이다. 여기서, 영화를 촬영하기 4일전에 얻은 교훈을 남겨야 겠다
 지난 한달동안 내가 한 일들을 적어보자:
1. 영화 미술은 무슨 일을 하는지 찾아보기, 탐탐_컨셉회의(~1/9, 일)
2. 대본 3번 정도 읽고 <내용과 씬별 출연인물(캐스트리스트), 신구분표(각 신의 장소와 출연 주연, 단역, 엑스트라)>(1/10월), 이를 바탕으로 장소리스트를 짰다. 이때에 대략적인 분위기를 적어놓았다.(1/11화) 그 뒤로 실제 장소들의 분위기와 소품 배치들을 고민했다(~1/13). 그리고 이미지맵을 긁어모았다. 사실 이게 가장 중요한 작업이었고, 예시(도서관에서 빌려왔던 얇은 책)을 보고 만들었지만, 결과물이 다 모호했다. 연극 동아리방은 어떻게 생겼는지 찾아보고, 각 장면들에서 어떤 모습일지 내가 떠오른 대로 넣어놓았다. 각 씬에 나올 장소들은 어떤 분위기인지, 빛의 밝기와 색감은 어떻게 인물들의 특징을 더 잘 드러내게 할지 연출 고민했다. 이것을 제대로 프레젠테이션을 하고, 소품이나 공간에 대한 각자의 이미지를 다시 모아서 모형을 만들던지 해야했다. 이 때에 약간 어이없었던 부분은, 내가 콘티를 받기를 기대하며 어떤 공간인지 정해지지 않았음에 불평을 하고 있었다는 점이다. 물론 콘티를 받으면 도움이 많이 될거다. 그렇지만, 2/4에 최종 프로덕션회의를 하면서 처음 알게된건, 연출부가 내가 조촐하게 보낸 동방 구성계획, 이미지맵을 기반으로 콘티를 그리고 있었다.... 다시 이미지맵을 잘 못 만든 내가 다음에는 그러지 않으리 하며 어떻게 할 건지를 적어본다. 이미지맵 단계에서 모형제작(디자인 제안이고, 굳이 모형 아니어도 되지만, 내 경험상, 건축과라는 출신 특성상 실물 모형을 선호했다.)은 3단계로 이루어진다.
1. 내가 생각한 모형으로 분위기 알려주기(프레젠테이션)
2. 모형을 붙였다 뗐다하며 소품들을 여러가지로 배치하여 각자의 생각을 제대로 소통하여 다음 이미지 구체화를 위한 대화(너무 중요하고, 진지하게 다들 임할 수 있도록 세가지 관점정도로 단순화시켜 디자인 개선방안을 찾기).
다시 한번 더 생각해봐도 이미지맵 잘 만드는 법을 알아야겠다. 여기서 제대로 소통하거나, 정확히 정한 것이 없이 소품을 고르고 실제 현장으로 넘어가면 각자의 생각이 다르고, 현장의 불확실성에 제대로 대처하기 어렵다. 왜냐하면 공간에 대한 큰 그림, 컨셉을 정리해야 세상에 온갖가지 소품들을 들이거나 쳐내는 일에 확신이 생겨, 더 창의적인 세트장을 꾸밀 수 있는 밑그림이 되기 때문이다. 이걸 제대로 하지 않아 동방을 직접보고, 소품을 사서 붙여본 오늘, 일이 힘들어지는걸 느꼈던 지점이었다. 양에 대한 감각, 특히 이번 프로젝트에서 너무 넓은 동방을 다 채우기엔 우리가 생각한 소품은 부족했다는 걸 아무도 지적하지 못했다. 영화 감독을 맡은 경식이 빼고는...(~1/16일).
3. 위에서 고민한걸 고려해서 더 나은 디자인을 모형으로 구체화해 들고간다. 일주일에 한번있는 소중한 회의에 그 다음 모형을 들고가서 모두가 아직 가보지도 못한 공간에 대한 실감나는 고민을 할 수 있게 해준다. 그 소중한 프리프로덕션 막째주차에 공간 배치에 대한 고민을 하지 않아도 되도록 회의실에서 영화속 장소를 체험하고 또 생각을 나눠서 실패의 가능성을 줄인다.

3. 저번 회의에서 맵과 동아리 공간에 대한 소품리스트를 짜왔으니 이제 소품 만들 사람은 소품을 만들고, 배우들 의상 짜올 사람은 의상을 짜고, 나는 이때 짜진 동아리방을 렌더링해서 보내줬다. 동아리방 구성계획과 함께... 그리고 참 까먹기 쉬운 부분인데 이때 만든 문서들을 나중에 까먹지 말고 참고좀 하자. 이때 만든 동방 구성계획을 영화 찍기 4일전 처음으로 로케이션에 들어가서야 다시 생각났다. 앞으로 스타트업으로 프로덕션 커뮤니케이션 프로그램을 짜게되면, 부서별로 소통을 (파이프라인) 하고, 이를 통해 만든 문서들을 나중에 까먹지 않고 보기 쉽게 UI를 짤 거다. 스털링 사이클 엔진 기술의 발전 1페이지에 스케치 했고, 3D로 UI를 짜는 방안을 생각해보았다. 이때 여행가서 브레이크다운 시트에 비주얼파트를 구체화시켰다(~1/19수).
4. 지금까지 짠 소품리스트에서 발주할 소품을 결정하고, 열심히 그린 포스터들을 주문했다. 지원이는 의상리스트를 짜고, 실제 배우들과 연락을 하며 의상이 있는지, 입을 수 있는지, 입으면 어떤 모습인지를 확인했다. 자신일 할 일을 제대로 했다. 물론 그 다음날이 회의였는데 잠을 못자다가 잠깐 잔다는게 회의를 4시간이나 늦어버렸지만... 이날 오전부터 점심까지 두 시간을 걸려서 매트를 골랐는데... 잘못 매트를 골랐을 뿐만 아니라 더 큰 문제가 있었다. 내가 완전 대형사고를 친다. 영화가 엎어질뻔한 대형사건이다....(~1/24월 소품 발주)
5. 왠만한 소품은 발주를 끝내고, 1/25화요일에는 직접 제작할 소품을 만들었다. 물론, 이때에도 자취방 로케이션은 구하지를 못해 계속 제작부와 경식이는 그쪽에 바쁜 상황이었다. 1/26에는 화요일에 잘 끝내지 못한 부분을 지은이가 만들러 또 공릉으로 왔고, 나는 흘러가는 말로 레이저커팅 할 수 있다고 말했던걸 이행하기 위해 하루전에 급하게 레이저커팅기를 예약하고 수요일에 레이저 커팅을 했다. 사실 하나도 안어려운데, 4년만에 하니까 진짜 엄청 혼란스러웠던걸로 기억한다.
6. 설연휴(1/27~2/2수) 이 마지막날에 경식이가 택배가 오지 않는다며 이상한 기운을 감지했고, 그냥 확인해보라는 말에 지원이가 확인을 했는데, 나의 초대형사고가 이제 드러나기 시작했다. 무통장 입금을 내가 하기로 했는데, 지은이가 포스터 결제를 했다는 말을 전부 다 했다는 줄 알고 아무말도 안하고 넘어갔다가, 그날 다들 피곤해서 입금했냐고 물어보지도 않은 채로 모두 집에 갔고, 일주일, 아니 9일이 지나서야 이 아무것도 이루지 못했음을 알게 되었다(2/3목). 나는 물론 내 잘못이기에 사과밖에 할 수 있는게 없었고, 우리 미술부는 너무 착하게도 자신이 무엇을 더 잘할 수 있었는지를 생각했다. 고맙고 착한 친구들이다. 이날 급하게 지원이가 다시 주문을 넣었다.
7. 2/4금요일에는 저녁에 최종 프로덕션이 있엇고, 우리는 원래 미리, 그리고 여유롭게 동방을 꾸미는 날이었지만 어제까지 아무도 모른채 흘린 대사건을 수습하러 종로구 방산시장으로 향했다. 매트와 머리에 쓰는 소품, 사탕, 사탕바구니, 이불을 사기로 했고, 다행히 매트와 머리에 쓰는 소품은 샀고 나머지는 전부다 학교로 돌아오는 택시안에서 지원이가 쿠팡으로 질렀다. 저녁까지 기다렸다가 음향팀의 윤제를 만나 밥먹고 최종 프로덕션 회의에 갔다. 오늘 저녁에 있었던 최종 프로덕션 회의는 연출, 제작, 음향, 미술, 홍보, 편집부서까지 스태프 16명, 배우분 4분이 참여한 대회의였다. 다른부서 사람들과 소통하고, 각자 궁금했던 부분들을 감독에게 질의하는 시간이었다. 그리고, 배우분과 인사를 했다(선우역의 희석님).
8. 2/5 토요일에는 동방을 꾸밀 날이었는데, 두번째 난관에 부딪힌다. 당연히 바로 될 줄 알았던 6층 소품사용이 알고보니 전날에 문창과 조교님이 출근을 안하셔서 허락을 받지 못했던 것. 어쩔 수 없이 소파와 책장을 빌리지 못했고, 자연스럽게 매트도 깔지 못했고, 포스터도 붙이지 못했다. 우리가 우려하는건, 이 모든 것을 하고서도 어울리지 않으면 대처하기 위해 토요일에 준비하고 일요일 월요일에 대처해서 화요일 테스트 촬영날에는 동방 꾸미기가 완료된 상태여야 한다는 점이다.

심지어 어제 새로온 키보드는 요란한 소리를 내며 청축을 좋아하기로 했던 내가 듣기에도 참 거북하다. 자르지 않은 머리는 계속 내려오고, 올림머리를 하고 싶지만, 생각한대로 어울릴거같지 않아 시도는 하고있지 않다. 무엇보다 23살에 복학할때에 머리를 망했던걸 떠올리면 두번다시 펌은 하고싶지도 않다.
2/7 월 놀랍게도 수요일촬영인데, 월요일부터 메인 세트장인 동방(상상관 109호)를 꾸미기로했다. 허락을 받으러 문창과 과사를 가는 복도에서 우리 동아리 담당 교수님을 마주쳐서 든든한 지원을 받으며 한번에 책장 5개, 그 안에 꽂힌 책들, 쇼파 3개, 동그란 테이블 4개, 바테이블 2개, 바체어4개를 다 빌려올 수 있었다. 끌차는 건축공학과에서 빌려서 요긴하게 썼다. 민성이, 윤제, 선우, 석헌이랑 같이 금방 옮겼다. 필요한 가구들을 다 옮기고 나니 포스터와 바닥 매트를 붙일 수 있었고, 글자 스티커까지 붙이고 나니 정말 그럴싸해졌다. 기분이 좋아지려는데 두번째 위기가 찾아온다. 내일까지 오기로 했던 명패가 2주뒤에 도착한다는 대참사가 벌어지고, 그냥 없이 찍자는 생각이 머리를 맴돌고, 다시 한번 내가 무통장 입금을 제대로 했더라면, 이런일은 일어나지 않았을 텐데 라는 죄책감으로 머리가 채워지기 시작했다. 그 때에 엄마 다니던 절에 아크릴집 사장님이 다니신다는 기억이 나서 그분과 급하게 컨택, 빠르게 디자인을 사장님께 넘겨드리면, 급하게 내일까지 완성해주시겠다고 하셨다. 계속되는 급박한 상황에 극도로 스트레스를 받은 지원이가 안해 못해 나 철회할래를 수십번 외치며 디자인을 넘겼고, 제발 내일 안으로 이 일이 해결되기를 기도했다. 내일은 테스트 촬영인데, 세트장이 아직도 미완성이라 너무 불안했다. 많은 걸 이뤘지만, 대본, 문패, 명패, 상장 등 책상위에 올릴 소품들이 아직도 준비가 되지 않았다.
2/8 화 오전에는 촬영 하루전에 소품을 구하러 극회 창고에 쳐들어갔다. 지은이, 지원이, 윤제, 나, 선우까지 다섯명이 달려가서 이거저거 (훔쳐)가져왔다. 극회 회장님이 하나하나 검수하시며 가져가도 괜찮은것과 아닌것을 구별해주셔서 되는 것만 가져왔는데, 옷은 헹거에 걸고, 동방 바깥쪽 벽에 달았다. 의외로 이때부터 할일이 줄어들고 매우 쉬워졌는데, 배너가 불량이어서 쓸 수 없다는걸 다시 떠올리고는 당근에 4군데에 컨택해서 2500원에 딱맞는 배너와 거래가 성사되었다.
2/9 수 촬영 1일차. 비어썸 촬영중 명패받으러 성수동으로 드라이브. 석헌이가 사고 두번 낼뻔함. 나도 두번 죽을 뻔함. 비어썸 주차장에서 차 빼다가 전봇대에 차 긁고 옆에서 담배피던 아저씨들이 재밌게 쳐다봄. 성수역 사거리에서 주황불인데 딜레마존이라 그냥 갔다가 신호꼬여서 사거리 한가운데에 서있는 아찔한 경험을 했다. 차들이 빵빵대면서 그냥 지나감. 개무서웠음. 석헌이가 그냥가려다가 진짜 부딪힐뻔함. 여기서 한 번 죽을 뻔함. 명패 받고 별내에 당근하러 가는 동부간선도로에서 졸음운전하던 5톤 트럭이 갑자기 내옆으로 차선변경해서 진짜 죽을뻔함. 이렇게 달려간 별내에서 배너를 당근마켓으로 거래한 시간은 15시. 드디어 배너를 구하고 명패, 문패를 환불했다.
2/10 목 촬영 2일차.
2/12
</body>